<?php
  $lang = Session('locale');
  
  $title = "الأحكام والشروط";
?>
@include('front_views.layouts.header')
<div class="container">
    <div class="row">
        <div class="col-md-12 col-sm-12 col-xs-12">
            <div class="privacy">
               
                <h1>مرحبا بكم في عميل !</h1>
            
                <p>تحدد هذه الشروط والأحكام القواعد الخاصة باستخدام عميل.</p>
            
                <p>
                    باستخدام هذا التطبيق ، نفترض أنك تقبل هذه الشروط والأحكام. لا تستمر في استخدام عميل إذا كنت لا توافق على جميع
                    
                    الشروط والأحكام المذكورة في هذه الصفحة.
                </p>
            
                <h4>ملفات تعريف الارتباط cookies :</h4>
            
                <p>
                    يستخدم موقع الويب ملفات تعريف الارتباط للمساعدة في تخصيص تجربتك على الإنترنت. من خلال الوصول إلى عميل ،
                    
                    فإنك توافق على استخدام ملفات تعريف الارتباط المطلوبة.
                </p>
            
                <p>
                    ملف تعريف الارتباط هو ملف نصي يتم وضعه على القرص الثابت الخاص بك عن طريق خادم صفحة الويب. لا يمكن
                     استخدام ملفات تعريف الارتباط لتشغيل البرامج أو توصيل الفيروسات إلى جهاز الكمبيوتر الخاص بك. يتم تخصيص ملفات
                    
                    تعريف الارتباط لك بشكل فريد ولا يمكن قراءتها إلا بواسطة خادم ويب في المجال الذي أصدر ملف تعريف الارتباط لك.
                </p>
            
                <p>قد نستخدم ملفات تعريف الارتباط لجمع المعلومات وتخزينها وتتبعها لأغراض إحصائية أو تسويقية لتشغيل موقعنا. </p>
            
                <p>
                    ما لم ينص على خلاف ذلك ، يمتلك عميل حقوق الملكية الفكرية لجميع المواد الموجودة على عميل. جميع حقوق الملكية
                    
                    الفكرية محفوظة، يمكنك الوصول إلى عميل للاستخدام الشخصي الخاص بك مع مراعاة القيود المنصوص عليها في هذه
                    
                    الشروط والأحكام.
                </p>
            
                <p>لا يمكنك القيام بالتالي :</p>
            
                <ul>
                    <li>نسخ أو إعادة نشر محتوى من عميل</li>
                    <li>بيع أو تأجير أو ترخيص محتوى من عميل</li>
                    <li>إعادة إنتاج أو نسخ محتوى من عميل</li>
                    <li>إعادة توزيع المحتوى من عميل</li>
                </ul>
            
                <p>
                    توفر أجزاء من هذا الموقع للمستخدمين فرصة لنشر وتبادل الآراء والمعلومات. لا يقوم عميل بتصفية أو تحرير أو مراجعة
                    
                    التعليقات قبل وجودها على الموقع. لا تعكس التعليقات آراء عميل إنما تعكس وجهات نظر وآراء الشخص الذي ينشر وجهات
                    
                    نظره وآرائه. إلى الحد الذي تسمح به القوانين المعمول بها ، لن تكون عميل مسؤولة عن التعليقات أو أي مسؤولية أو
                    أضرار
                    
                    ناتجة عن أي استخدام و/أو نشر و/ أو ظهور التعليقات لدى عميل.
                </p>
            
                <p>
                    يحتفظ عميل بالحق في مراقبة جميع التعليقات وإزالة أي تعليقات يمكن اعتبارها غير ملائمة أو مسيئة أو تسبب انتهاكاً
                    لهذه
                    
                    الشروط والأحكام.
                </p>
            
                <p>
                    أنت تضمن ما يلي :
                </p>
            
                <ul>
                    <li>يحق لك نشر التعليقات على موقعنا</li>
                    <li>
                        لا تنتهك التعليقات أي حق من حقوق الملكية الفكرية ، بما في ذلك على سبيل المثال لا الحصر حقوق النشر أو براءات
                        
                        الاختراع أو العلامات التجارية لأي طرف ثالث
                    </li>
                    <li>
                        لا تحتوي التعليقات على أي مواد تشهيرية أو مسيئة أو غير لائقة أو غير قانونية بأي شكل من الأشكال ، مما يعد
                        انتهاكاً
                        
                        للخصوصية.
                    </li>
                    <li>
                        لن يتم استخدام التعليقات لالتماس أو الترويج للأعمال التجارية أو الأنشطة التجارية الحالية أو نشاط غير قانوني.
                    </li>
                </ul>
            
                <p>
                    أنت بموجب هذا تمنح عميل ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين لاستخدام وإعادة إنتاج
                    
                    وتحرير أي من تعليقاتك في أي وجميع الأشكال أو التنسيقات أو الوسائط.
                </p>
            
                <h4>
                    الروابط الخارجية إلى المحتوى الخاص بنا :
                </h4>
            
                <p>
                    قد ترتبط المنظمات التالية بموقعنا على الويب دون موافقة كتابية مسبقة :
                </p>
            
                <ul>
                    <li>وكالات الحكومة.</li>
                    <li>محركات البحث.</li>
                    <li>المنظمات الإخبارية.</li>
                    <li>موزعي الدليل عبر الإنترنت.</li>
                </ul>
            
                <p>
                    قد ترتبط هذه المنظمات بصفحتنا الرئيسية أو بالمنشورات أو بمعلومات أخرى على موقع الويب طالما أن الرابط :
                </p>
            
                <ol>
                    <li>ليس مضللاً بأي شكل من الأشكال.</li>
                    <li>لا يعني ضمنيًا رعاية أو تأييد أو موافقة الطرف المرتبط ومنتجاته و/أو خدماته.</li>
                    <li>يناسب سياق موقع الطرف المرتبط.</li>
                </ol>
            
                <p>يجوز لنا النظر في طلبات الارتباط الأخرى والموافقة عليها من الأنواع التالية من المؤسسات :</p>
            
                <ul>
                    <li>مصادر معلومات المستهلك و/أو الأعمال التجارية المعروفة.</li>
                    <li>الجمعيات أو المجموعات الأخرى التي تمثل الجمعيات الخيرية.</li>
                    <li>موزعي الدليل عبر الإنترنت.</li>
                    <li>بوابات الإنترنت.</li>
                    <li>شركات المحاسبة والقانون والاستشارات.</li>
                    <li>المؤسسات التعليمية والجمعيات التجارية.</li>
                </ul>
            
                <p>سنوافق على طلبات الارتباط من هذه المنظمات إذا قررنا ما يلي : </p>
            
                <ol>
                    <li>ليس لدى المنظمة أي سجلات سلبية معنا.</li>
                    <li>تعوض الاستفادة من رؤية الارتباط التشعبي عدم وجود عميل .</li>
                    <li>الارتباط في سياق معلومات الموارد العامة.</li>
                </ol>
            
                <p>
                    إذا كنت أحد المنظمات المدرجة في الفقرة أعلاه وتهتم بالارتباط بموقعنا على الويب ، فيجب عليك إبلاغنا عن طريق إرسال
                    
                    بريد إلكتروني إلى عميل. يرجى تضمين اسمك واسم مؤسستك ومعلومات الاتصال بالإضافة إلى عنوان URL لموقعك وقائمة
                    
                    بالروابط التي تنوي الارتباط بموقعنا على الويب وقائمة الروابط الموجودة على موقعنا والتي ترغب في الوصول إليها.
                    انتظر
                    
                    2-3 أسابيع للرد.
                </p>
            
                <p>يجوز للمنظمات المعتمدة الارتباط التشعبي لموقعنا على النحو التالي :</p>
            
                <ul>
                    <li>عن طريق استخدام اسم شركتنا.</li>
                    <li>استخدام أي وصف آخر لربط موقعنا على الويب يكون منطقيًا في سياق وشكل المحتوى على موقع الطرف المرتبط.</li>
                </ul>
            
                <h4>المسؤولية عن المحتوى :</h4>
            
                <p>
                    لن نتحمل المسؤولية عن أي محتوى يظهر على موقع الويب الخاص بك. أنت توافق على حمايتنا والدفاع عنا ضد جميع
                    
                    المطالبات التي تثار على موقع الويب الخاص بك. يجب ألا يظهر أي رابط (روابط) على أي موقع ويب يمكن تفسيره على أنه
                    
                    تشهيري أو فاحش أو إجرامي ، أو ينتهك أو يدعو إلى التعدي أو الانتهاك لحقوق أي طرف ثالث.
                </p>
            
                <h4>الحقوق المحفوظة :</h4>
            
                <p>
                    نحتفظ بالحق في مطالبتك بإزالة جميع الروابط أو أي رابط معين إلى موقعنا. أنت توافق على إزالة جميع الروابط إلى
                    موقعنا
                    
                    على الفور عند الطلب. نحتفظ أيضاً بالحق في تعديل هذه الشروط والأحكام وسياسة الخصوصية في أي وقت. من خلال
                    
                    الارتباط المستمر بموقعنا ، فإنك توافق على الالتزام بالشروط والأحكام المذكورة.
                </p>
            
                <h4>إزالة الروابط من موقعنا :</h4>
            
                <p>
                    إذا وجدت أي رابط على موقعنا مسيء لأي سبب من الأسباب ، فأنت حر في الاتصال بنا وإبلاغنا في أي لحظة. سننظر في
                    
                    طلبات إزالة الروابط ، لكننا لسنا ملزمين بذلك أو بالرد عليك مباشرة.
                </p>
            
                <p>
                    نحن لا نضمن صحة المعلومات الواردة في هذا الموقع. نحن لا نضمن اكتمالها أو دقتها ، ولا نعد بضمان بقاء الموقع
                    متاحاً
                    
                    أو بقاء المواد الموجودة على الموقع محدّثة.
                </p>
            
                <h4>إخلاء مسؤولية :</h4>
            
                <p>
                    طالما يتم توفير موقع الويب والمعلومات والخدمات على الموقع مجانًا ، فلن نكون مسؤولين عن أي خسارة أو ضرر من أي
                    
                    نوع.
                </p>

            </div>
        </div>
    </div>
</div>
@include('front_views.layouts.footer')  