<?php
  Session::put('locale', 'ar');
  $lang = 'ar';
  $title = "سياسة الخصوصية";
?>
@include('front_views.layouts.header')

<div class="container">
    <div class="row">
        <div class="col-md-12 col-sm-12 col-xs-12">
            <div class="privacy">
                <p>
                    شكرًا لاختيارك أن تكون جزءاً من مجتمعنا في عميل، نحن ملتزمون بحماية معلوماتك الشخصية وحقك في الخصوصية. إذا
                     
                    كانت لديك أي أسئلة بشأن الخصوصية هذا أو ممارساتنا فيما يتعلق بمعلوماتك الشخصية، فيرجى التواصل معنا على البريد
                     
                    الإلكتروني <a href="#">saramhd999@gmail.com.</a>
                </p>
            
                <p>
                    سنشرح لك في سياسة الخصوصية بأوضح طريقة ممكنة ما هي المعلومات التي نجمعها ، وكيف نستخدمها ، وما هي الحقوق
                     
                    التي لديك فيما يتعلق بها. يرجى قراءتها بعناية ، حيث ستساعدك على فهم ما نفعله بالمعلومات التي نجمعها.
                </p>
            
                <ol>
                    <li>
                        <h4>ما هي المعلومات التي نجمعها؟</h4>
            
                        <p>
                            نحن نجمع المعلومات الشخصية التي تزودنا بها عندما تقوم بالتسجيل لدينا كمستخدم عادي أو كمزود خدمة ، أو
                            تعبر عن
                             
                            اهتمامك بالحصول على معلومات عنا أو عن خدماتنا ، أو تشارك في خدماتنا (مثل إضافة معلم أو تصوير كود معلم
                            ما) أو
                             
                            غير ذلك عند الاتصال بنا. تعتمد المعلومات الشخصية التي نجمعها على سياق تفاعلاتك معنا والخدمات،
                            والاختيارات التي
                             
                            تقوم بها والميزات التي تستخدمها. قد تتضمن المعلومات الشخصية التي نجمعها ما يلي :
                        </p>
            
                        <u>المعلومات الشخصية التي قدمتها : </u>
            
                        <p>
                            نقوم بجمع الأسماء وأرقام الهواتف وعناوين البريد الإلكتروني وأسماء المستخدمين وكلمات السر وغيرها. يجب أن
                            تكون
                             
                            جميع المعلومات الشخصية التي تقدمها لنا صحيحة وكاملة ودقيقة ، ويجب عليك إخطارنا بأي تغييرات تطرأ على هذه
                             
                            المعلومات الشخصية.
                        </p>
            
                        <u>المعلومات التي تُجمع تلقائيا : </u>
            
                        <p>
                            نقوم تلقائياً بجمع معلومات معينة عند زيارة الخدمات أو استخدامها أو التنقل فيها. لا تكشف هذه المعلومات عن
                            هويتك
                            المحددة
                             
                            (مثل اسمك أو معلومات الاتصال) ولكنها قد تتضمن معلومات الجهاز والاستخدام، مثل عنوان IP الخاص بك وخصائص
                             
                            المتصفح والجهاز ونظام التشغيل وتفضيلات اللغة وعناوين URL المرجعية واسم الجهاز والبلد والموقع ، معلومات
                            حول كيفية
                             
                            ووقت استخدامك لخدماتنا. هذه المعلومات ضرورية للحفاظ على أمان وتشغيل خدماتنا ، ولأغراض التحليلات الداخلية
                            وإعداد
                             
                            التقارير. كما نقوم أيضاً بجمع المعلومات من خلال ملفات تعريف الارتباط والتقنيات المماثلة.
                             
                        </p>
            
                        <p>المعلومات التي نجمعها تشمل :</p>
            
            
                        <ol>
                            <li>
                                بيانات الاستخدام: معلومات متعلقة بالخدمة والاستخدام والأداء تجمعها خوادمنا تلقائياً عند الوصول إلى
                                خدماتنا أو
                                 
                                استخدامها. قد تتضمن هذه البيانات عنوان IP الخاص بك ومعلومات الجهاز ونوع المتصفح والإعدادات ومعلومات
                                 
                                حول نشاطك في الخدمات (مثل التاريخ / الوقت المرتبط باستخدامك والصفحات والملفات التي تم عرضها ،
                                 
                                عمليات البحث والإجراءات الأخرى.
                            </li>
            
                            <li>
                                بيانات الجهاز. نقوم بجمع بيانات الجهاز مثل معلومات حول جهاز الكمبيوتر أو الهاتف أو الجهاز اللوحي أو
                                أي
                                 
                                جهاز آخر تستخدمه للوصول إلى خدماتنا. اعتماداً على الجهاز المستخدم ، قد تتضمن بيانات هذا الجهاز
                                معلومات
                                 
                                مثل عنوان IP الخاص بك والموقع ، ونوع المتصفح ، ومزود خدمة الإنترنت، ونظام التشغيل.
                            </li>
            
                            <li>
                                بيانات الموقع. نقوم بجمع بيانات الموقع مثل معلومات موقع جهازك ، والتي يمكن أن تكون دقيقة أو غير
                                دقيقة.
                                 
                                يعتمد مقدار المعلومات التي نجمعها على نوع وإعدادات الجهاز الذي تستخدمه للوصول إلى خدماتنا. على سبيل
                                 
                                المثال ، قد نستخدم GPS وتقنيات أخرى لجمع بيانات تحديد الموقع الجغرافي التي تخبرنا عن موقعك الحالي
                                (بناءً
                                 
                                على عنوان IP الخاص بك). يمكنك إلغاء الاشتراك في السماح لنا بجمع هذه المعلومات إما عن طريق رفض
                                 
                                الوصول إلى المعلومات أو عن طريق تعطيل إعداد الموقع الخاص بك على جهازك. ومع ذلك ، لاحظ أنه إذا
                                 
                                اخترت إلغاء الاشتراك ، فقد لا تتمكن من استخدام جوانب معينة من الخدمات.
                            </li>
                        </ol>
            
                        <u>المعلومات التي نجمعها من خلال تطبيقنا :</u>
            
                        <p>
                            إذا كنت تستخدم تطبيقنا ، فإننا نجمع أيضًا المعلومات التالية :
                        </p>
            
                        <ol>
                            <li>
                                معلومات الموقع الجغرافي: قد نطلب الوصول أو الإذن لتتبع موقعك من جهازك المحمول ، إما بشكل مستمر أو
                                أثناء
                                 
                                استخدامك لتطبيقنا ، لتقديم خدمات معينة قائمة على الموقع. إذا كنت ترغب في تغيير وصولنا أو أذوناتنا ،
                                فيمكنك
                                القيام
                                 
                                بذلك في إعدادات جهازك.
                            </li>
                            <li>
                                الوصول إلى الجهاز المحمول: قد نطلب الوصول أو الإذن إلى بعض الميزات من جهازك المحمول ، بما في ذلك
                                 
                                كاميرا الجهاز المحمول الخاص بك ، وغيرها من الميزات. إذا كنت ترغب في تغيير وصولنا أو أذوناتنا ،
                                فيمكنك القيام
                                 
                                بذلك في إعدادات جهازك.
                            </li>
                            <li>
                                وصول الإشعارات: قد نطلب إرسال إشعارات فورية إليك بخصوص حسابك أو بعض ميزات التطبيق. إذا كنت
                                 
                                ترغب في إلغاء تلقي هذه الإشعارات ، فيمكنك إيقاف تشغيلها في إعدادات جهازك.
                            </li>
                            <li>
                                هذه المعلومات مطلوبة في المقام الأول للحفاظ على أمان وتشغيل تطبيقنا ولاستكشاف الأخطاء وإصلاحها
                                ولأغراض
                                 
                                التحليلات الداخلية وإعداد التقارير.
                            </li>
                        </ol>
                    </li>
            
                    <li>
                        <h4>كيف نستخدم معلوماتك ؟</h4>
            
                        <p> نستخدم المعلومات التي نجمعها أو نتلقاها :</p>
            
                        <ol>
                            <li>لتسهيل إنشاء الحساب وعملية تسجيل الدخول.</li>
                            <li>طلب التقييمات. قد نستخدم معلوماتك لطلب التقييمات بخصوص الأماكن التي تزورها والمسجلة لدينا في عميل.
                            </li>
                            <li>
                                لتمكين الاتصالات بين المستخدمين. يجوز لنا استخدام معلوماتك لتمكين الاتصالات مع مزود خدمة أو مستخدم
                                مسجل
                                 
                                لدينا بموافقة كل مستخدم.
                            </li>
                            <li>لإدارة حسابات المستخدمين. </li>
                            <li>
                                لإرسال معلومات إدارية إليك. قد نستخدم معلوماتك الشخصية لنرسل لك معلومات عن الخدمات والميزات الجديدة
                                و /
                                 
                                أو معلومات حول التغييرات التي تطرأ على الأحكام والشروط والسياسات الخاصة بنا.
                            </li>
                            <li>
                                لأغراض أخرى. مثل تحليل البيانات ، وتحديد اتجاهات الاستخدام وتقييم وتحسين خدماتنا. يجوز لنا استخدام
                                هذه
                                 
                                المعلومات وتخزينها في شكل مجمّع ومجهول الهوية بحيث لا ترتبط بالمستخدمين النهائيين الفرديين ولا تتضمن
                                 
                                معلومات شخصية.
                            </li>
                        </ol>
                    </li>
            
                    <li>
                        <h4>هل سيتم تبادل المعلومات الخاصة بك مع أي شخص ؟ </h4>
            
                        <p>قد نعالج أو نشارك بياناتك التي نحتفظ بها بناءً على الأساس القانوني التالي :</p>
            
                        <ol>
                            <li>الموافقة: قد نعالج بياناتك إذا منحتنا موافقة محددة على استخدام معلوماتك الشخصية لغرض معين.</li>
                            <li>المصالح المشروعة: قد نعالج بياناتك عندما تكون ضرورية بشكل معقول لتحقيق مصالحنا التجارية المشروعة
                            </li>
                            <li>
                                الالتزامات القانونية: قد نكشف عن معلوماتك حيثما طُلب منا قانونًا القيام بذلك من أجل الامتثال للقانون
                                المعمول
                                به ،
                                 
                                أو الطلبات الحكومية ، أو الإجراءات القضائية ، أو أمر المحكمة ، أو الإجراءات القانونية ، مثل
                                الاستجابة لأمر
                                محكمة
                                 
                                أو أمر استدعاء.
                            </li>
                            <li>
                                المصالح الحيوية: قد نكشف عن معلوماتك عندما نعتقد أنه من الضروري التحقيق أو منع أو اتخاذ إجراء بشأن
                                 
                                الانتهاكات المحتملة لسياساتنا أو الاحتيال المشتبه به أو المواقف التي تنطوي على تهديدات محتملة لسلامة
                                أي شخص
                                 
                                وأنشطة غير قانونية.
                            </li>
                        </ol>
                    </li>
            
                    <li>
                        <h4>هل نستخدم ملفات تعريف الارتباط وتقنيات التتبع الأخرى ؟</h4>
                        <p>قد نستخدم ملفات تعريف الارتباط وتقنيات التتبع الأخرى لجمع معلوماتك وتخزينها ومعرفة تفضيلاتك.</p>
                    </li>
            
                    <li>
                        <h4>ما هي مدة احتفاظنا بمعلوماتك ؟</h4>
            
                        <p>
                            نحتفظ بمعلوماتك طالما كان ذلك ضرورياً لتحقيق الأغراض الموضحة في إشعار الخصوصية هذا ما لم يقتض القانون
                             
                            خلاف ذلك.
                        </p>
                    </li>
            
                    <li>
                        <h4>كيف نحافظ على أمان معلوماتك ؟</h4>
            
                        <p>
                            لقد قمنا بتنفيذ إجراءات أمنية تقنية وتنظيمية مناسبة مصممة لحماية أمن أي معلومات شخصية نقوم بمعالجتها.
                            ومع ذلك
                             
                            ، على الرغم من ضماناتنا وجهودنا لتأمين معلوماتك ، لا يمكن ضمان أن يكون النقل الإلكتروني عبر الإنترنت أو
                            تقنية
                             
                            تخزين المعلومات آمناً بنسبة 100٪ ، لذلك لا يمكننا أن نعد أو نضمن أن المتسللين أو مجرمي الإنترنت أو غيرهم
                            من
                             
                            الأطراف الثالثة غير المصرح لهم لن يكونوا قادراً على هزيمة أمننا وجمع معلوماتك أو الوصول إليها أو سرقتها
                            أو
                             
                            تعديلها بشكل غير صحيح. على الرغم من أننا سنبذل قصارى جهدنا لحماية معلوماتك الشخصية ، فإن نقل المعلومات
                             
                            الشخصية من وإلى خدماتنا يكون على مسؤوليتك الخاصة. يجب عليك الوصول إلى الخدمات فقط في بيئة آمنة.
                        </p>
                    </li>
            
                    <li>
                        <h4>ما هي حقوق الخصوصية الخاصة بك ؟</h4>
                        <p>
                            يمكنك مراجعة حسابك أو تغييره أو إنهائه في أي وقت.
                        </p>
            
                        <p>
                            إذا كانت لديك أسئلة أو تعليقات حول حقوق الخصوصية الخاصة بك ، فيمكنك مراسلتنا عبر البريد الإلكتروني على
                             
            
                            <a href="#">saramhd999@gmail.com.</a>
                        </p>
            
                        <u>معلومات الحساب</u>
            
                        <p>
                            إذا كنت ترغب في أي وقت في مراجعة أو تغيير المعلومات الموجودة في حسابك أو إنهاء حسابك ، فيمكنك تسجيل
                             
                            الدخول إلى حسابك وتحديث معلومات حساب المستخدم الخاص بك.
                        </p>
            
                        <p>
                            بناءً على طلبك لإنهاء حسابك ، سنقوم بإلغاء تنشيط أو حذف حسابك ومعلوماتك من قواعد البيانات النشطة لدينا.
                            ومع
                             
                            ذلك ، قد نحتفظ ببعض المعلومات في ملفاتنا لمنع الاحتيال واستكشاف المشكلات وإصلاحها والمساعدة في أي
                            تحقيقات
                             
                            وفرض شروط الاستخدام و/أو الامتثال للمتطلبات القانونية المعمول بها.
                        </p>
            
                        <u>ملفات تعريف الارتباط والتقنيات المشابهة : </u>
            
                        <p>
                            يتم تعيين معظم متصفحات الويب على قبول ملفات تعريف الارتباط افتراضياً. إذا كنت تفضل ذلك ، يمكنك عادةً
                            اختيار
                             
                            ضبط متصفحك لإزالة ملفات تعريف الارتباط ورفض ملفات تعريف الارتباط. إذا اخترت إزالة ملفات تعريف الارتباط
                             
                            أو رفض ملفات تعريف الارتباط ، فقد يؤثر ذلك على ميزات أو خدمات معينة لخدماتنا
                        </p>
                    </li>
            
                    <li>
                        <h4>كيف يمكنك الاتصال بنا بخصوص هذا الإشعار ؟</h4>
                        <p>
                            إذا كانت لديك أسئلة أو تعليقات حول هذا الإشعار ، فيمكنك مراسلتنا عبر البريد الإلكتروني على
                             
                            <a href="#">saramhd999@gmail.com.</a>
                        </p>
                    </li>
            
                    <li>
                        <h4>كيف يمكنك مراجعة البيانات التي نجمعها منك أو تحديثها أو حذفها ؟</h4>
            
                        <p>
                            استنادًا إلى القوانين المعمول بها في بلدك ، قد يكون لك الحق في طلب الوصول إلى المعلومات الشخصية التي
                            نجمعها
                             
                            منك أو تغيير تلك المعلومات أو حذفها في بعض الظروف. لطلب مراجعة أو تحديث أو حذف معلوماتك الشخصية ،
                             
                            يرجى زيارة: <a href="#">3ameal.zzgolden.online/contact-us</a>
                        </p>
                    </li>
                </ol>
            
            </div>
        </div>
    </div>
</div>

@include('front_views.layouts.footer')  